WorkingBaseLine/meta/hwxml/hw_getchildren.xml

<?xml version='1.0' encoding='utf-8'?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header/>
<soapenv:Body>
    <esk:getChildren xmlns:esk="http://eskom.hyperwave.com">
        <esk:SessionID>{SessionID}</esk:SessionID>
        <esk:ObjectID>{ObjectID}</esk:ObjectID>
        </esk:getChildren>
    </soapenv:Body>
</soapenv:Envelope>
